export default [
  {
    p: "北京",
    city: [
      ["北京市", "北京三番基业", "18911899017", "北京市丰台区东铁营桥横一条南窑31号5号厅三番基业"],
      ["北京市", "北京宏基宝利商贸", "010-87659316", "北京市丰台区南三环中路国际玩具城2-1-1202"],
      ["北京市", "北京万盛天瑞贸易", "13161318992", "北京市通州区八里桥批发市场玩具厅22-24号"]
    ]
  },
  {
    p: "天津",
    city: [
      ["天津市", "北京亚雯科技", "15811166456", "天津市西青区张家窝镇社会山北苑8号楼"]
    ]
  },
  {
    p: "上海",
    city: [
      ["上海市", "上海泛益益经贸", "021-33524631", "上海市松江区沪松公路1519弄18号301室"],
      ["上海市", "上海晨计信息", "021-37902010", "上海市金山区龙胜东路297弄125号"]
    ]
  },
  {
    p: "重庆",
    city: [
      ["重庆市", "敏瑞玩具", "023-88368731", "重庆渝中区民族路16号"]
    ]
  },
  {
    p: "黑龙江",
    city: [
      ["哈尔滨市", "哈尔滨新方略数码", "0451-87571427", "黑龙江哈尔滨市南岗区南通大街244号403"]
    ]
  },
  {
    p: "辽宁",
    city: [
      ["沈阳", "沈阳小星星", "024-62280379", "辽宁省沈阳市沈河区新立堡七小队大坝处"],
      ["大连", "大连禧泓贸易", "0411-83600657", "大连市西岗区长江路602号1-2"]
    ]
  },
  {
    p: "吉林",
    city: [
      ["长春", "吉林启迪玩具", "0431-82890376", "吉林省长春市光复路国贸批发3楼3号"]
    ]
  },
  {
    p: "山东",
    city: [
      ["济南市", "济南火火兔", "0531-55501445", "济南市天桥区滨河南路1号紫金山儿童城2108-2109歆悦玩具"],
      ["临沂市", "临沂博伟数码", "0539-7162169", "临沂市金兰山区桃源科技广场"],
      ["烟台", "烟台童乐商贸", "13605454125", "山东烟台市芝罘区珠玑西路8-7"],
      ["济宁市", "济宁凝睿商贸", "0537-3773366", "山东济宁市兖州区铁北西街42号众创空间102室"],
      ["青岛市", "青岛立天创世纪", "0532-83642597", "青岛市北区廷吉路76号中海紫御观邸C-8号楼1110室"]
    ]
  },
  {
    p: "河北",
    city: [
      ["石家庄", "石家庄兴鹏", "0311-85860145", "河北石家庄市太和电子城2楼E区39号"]
    ]
  },
  {
    p: "河南",
    city: [
      ["郑州市", "郑州磊之轩", "13203812667", "郑州市金水区文化路赛博数码港大厦159B室"],
      ["郑州市", "郑州婴乐汇商贸", "0731-86065856", "郑州市二七区一马路世贸商场5M5137"],
      ["郑州市", "郑州乐美", "15137170891", "郑州市京广南路盈合万货城9排29号"],
      ["郑州市", "郑州福广商贸", " 0371-86023637", "河南省郑州市二七区大学南路二七绿地中心3号楼901-902号"]
    ]
  },
  {
    p: "陕西",
    city: [
      ["西安市", "恒发玩具", "029-82198168", "西安市长缨东路丹尼尔商贸城五楼东区80号"]
    ]
  },
  {
    p: "山西",
    city: [
      ["太原市", "太原腾骏科技", "0351-3131458", "太原市尖草坪区北方商贸城童车玩具市场C区2层129号"],
      ["太原市", "太原聪明玩具", "0351-6223336", "太原市中博橱柜市场西区7排1-5号"]
    ]
  },
  {
    p: "湖北",
    city: [
      ["武汉市", "武汉贝贝田玩具", "027-85839288", "武汉市中山大道美奇国际广场1楼"]
    ]
  },
  {
    p: "湖南",
    city: [
      ["长沙市", "长沙叶秀玩具", "0731-85718397", "长沙市雨花区长沙高桥大市场现代商贸城3栋2楼"],
      ["湘潭市", "长沙博楚文化", "18975237179", "湖南省长沙市雨花区高桥现代商贸城4单元A座10楼1006室"]
    ]
  },
  {
    p: "安微",
    city: [
      ["合肥市", "安微万信电子", "0551-64224005", "合肥市林泉路橘郡万绿园D2栋602"]
    ]
  },
  {
    p: "江苏",
    city: [
      ["南京市", "南京思巨特科技", "025-83619519", "南京市江宁区高湖路9号金聚龙大厦一楼"],
      ["苏州市", "苏州森语贸易", "0512-65926828", "苏州市郭巷国泰商业步行街5号"],
      ["扬州市", "扬州祥鹏", "0514-85276262", "扬州市广陵区江都路29号"],
      ["盐城", "盐城淘艾斯", "0515-88580660", "盐城市亭湖区盐城招商场4号三楼83128"],
      ["南通市", "南通天麟玩具", "15906298882", "江苏省南通市崇川区方天大市场A区"]
    ]
  },
  {
    p: "浙江",
    city: [
      ["杭州市", "杭州焱华贸易", "18069757535", "杭州市江干区下沙14号大街世贸广场1期1栋2单元404"],
      ["杭州市", "杭州玩具沙龙", "0571-82376163", "杭州市萧山宁围镇73021部队先锋河东路888号到底3楼玩具"],
      ["湖州市", "湖州飞机叔叔玩具", "13757269595", "湖州市吴兴区威莱大街小商品城精品23-24号"],
      ["宁波市", "宁波小精灵", "0574-87370289", "宁波江东区滨江大道2008号16幢"],
      ["嘉兴市", "嘉兴婴之慧", "0573-82088331", "嘉兴市南湖区甪里街112号嘉冶二路18号二楼"],
      ["义乌市", "义乌优趣玩具", "0579-82401151", "义乌市义亭镇念亩山村128号二楼"],
      ["义乌市", "格锐特玩具", "13867925597", "义乌市青口通宝路66号"],
      ["温州市", "温州翔鹰贸易", "0577-88554458", "浙江省温州市瓯海区鸿翔路21号2幢4楼"]
    ]
  },
  {
    p: "福建",
    city: [
      ["福州市", "台江区其瑞玩具", "0591-83273692", "福州台江区六一中路450号永昇城一楼商场"],
      ["漳州市", "漳州市小龙人玩具", "13799838586", "漳州市漳华东路长福安置地店面1栋1-3号店面"],
      ["厦门市", "厦门鑫天地电子", "0592-5524143", "厦门市SM城市广场四楼A042"],
      ["泉州市", "泉州嘉和玩具", "0595-22989378", "泉州市旧车站前排店面7-8号"]
      //			["泉州市","群英玩具","0595-22161278","泉州市鲤城区常泰街道五星工业区2栋3-4楼"]
    ]
  },
  {
    p: "江西",
    city: [
      ["南昌市", "南昌志恒母婴", "0791-86560382 ", "南昌市盛世东方商贸城南区F座101 "]
    ]
  },
  {
    p: "四川",
    city: [
      ["成都市", "四川新九鼎", "028-84295758 ", "成都市成华区八里小区文德路58号宝泰家园5栋2单元2503室 "]
    ]
  },
  {
    p: "广西",
    city: [
      ["南宁市", "南宁代代新工贸", "13878678536", "南宁五一路中南五里14-1号对面 "],
      ["南宁市", "南宁智盛商贸", "13597114334", "南宁市兴宁区华东路55#2019号 "],
      ["玉林市", "玉林旭乐玩具", "0775-5800013", "玉林市工业品市场C15-9号 "],
      ["桂林市", "桂林燕达玩具", "0773-3617786", "桂林瓦窑北斗商区S4二楼98号 "],
      ["柳州市", "柳州西岸贸易", "0772-8818111", "柳州市龙屯路1号 "]
    ]
  },
  {
    p: "贵州",
    city: [
      ["贵阳", "贵阳婴贝乐", "0851-5868683", "贵阳市云岩区二桥黔春路黔春公寓"]
    ]
  },
  {
    p: "云南",
    city: [
      ["昆明市", "云南爱动商贸", "0871-64280701", "昆明市新螺蛳湾国际商贸城G区5楼6街金童年"]
    ]
  },
  {
    p: "广东",
    city: [
      ["广州市", "广州宝爱婴童", "020-38059399", "广州市天河区龙洞路北苑小区五巷3号101"],
      ["惠州市", "惠州童年幼教", "0752-2047666", "惠州市惠城区惠州大道义乌市场义乌公寓2430号"],
      ["深圳市", "深圳艾米达", "13076918303", "深圳市罗湖区桃园路8号仓库"]
    ]
  },
  {
    p: "海南",
    city: [
      ["海口市", "海南南婷玩具", "0898-66865665", "海口市博爱南路142号 "]
    ]
  }
]
